import 'package:flutter_application_1/models/faqs.dart';

final List<Faqs> faqsData = [
  Faqs(
      id: '01',
      title: 'Як обрати продавця?',
      text:
          'Ми запровадили верифікацію продавців, рейтинг та відгуки від користувачів, які здійснювали покупку у даного продавця. Довіряйте перевіреним продавцям.'),
  Faqs(
      id: '02',
      title: 'Що якщо я не отримаю товар?',
      text: 'Текст текст текст...'),
  Faqs(
      id: '03',
      title: 'Як знати чи товар відповідає опису?',
      text: 'Текст текст текст...'),
  Faqs(
      id: '04',
      title: 'Як верифікувати свій акаунт?',
      text: 'Текст текст текст...'),
  Faqs(id: '02', title: 'Хто оплачує доставку?', text: 'Текст текст текст...'),
  Faqs(id: '02', title: 'Як залишити відгук?', text: 'Текст текст текст...'),
];
